<template>
  <div>
    <el-card class="box-card agree" shadow="hover">
      <div slot="header" class="clearfix">
        <h1>用户协议及隐私政策</h1>
      </div>
      <div class="text item">
        <p>
          欢迎您使用我们提供的乳腺癌AI辅助诊断系统！我们深知个人信息对患者的重要性，我们一向承诺使用我们系统的用户个人信息及隐私安全。为了您能更好地使用我们的系统，我们会收集您的个人相关信息。我们希望通过本《用户协议及隐私政策》（以下简称"本协议"）向您说明在您接受我们的系统时，我们如何收集、使用、储存这些信息，以及我们为您提供的访问、更新、控制和保护这些信息的方式。
          为了更好地为您提供服务，在您开始使用“乳腺癌AI辅助诊断系统”（以下简称"该系统"）及相关服务之前，请您务必认真阅读并充分理解本协议，一旦您使用或在我们更新本协议后继续使用我们的产品或服务，即意味着您同意本《用户协议及隐私政策》，如果您不同意本协议内容，将导致我们无法为您提供完整的服务。
        </p>
        <h3>一、 本协议适用范围</h3>
        <p>
          当您使用我们的系统时，本协议即适用，无论该系统是否单独设置了隐私条款，请您注意，以下信息不适用本用户协议：
        </p>
        <p>1.通过我们的服务而接入的第三方服务（包括任何第三方网站）收集的信息；</p>
        <p>2.通过在我们系统中进行医疗辅助服务相关的的其他公司和机构所收集的信息。</p>
        <h3>二、我们收集的信息</h3>
        <p>
          1.您提供的信息，您在注册、登录的账号时向我们提供的手机号码、电子邮箱、及密码，并通过您提供的医师执业资格证，所在医疗机构等的判断您的身份
          等。
        </p>
        <p>
          2.您通过该系统提供的患者检查数据，以及您使用服务时所存储的患者信息和检查结果。
        </p>
        <p>
          3.为保障您正常使用我们的服务，维护我们服务的正常运行，改善及优化您的服务体验，我们可能会收集您的设备型号、系统版本、网络类型、唯一设备标识符、APP崩溃记录、流量统计、操作日志等信息。
        </p>
        <p>
          另外，根据相关法律法规及国家标准，以下情形中，我们可能会收集、使用您的相关个人信息无需征求您的授权同意：
        </p>
        <p>
          (1)与国家安全、国防安全等国家利益直接相关的；与公共安全、公共卫生、公共知情等重大公共利益直接相关的。
        </p>
        <p>(2)与犯罪侦查、起诉、审判和判决执行等直接相关的。</p>
        <p>
          (3)出于维护您或其他个人的生命、财产、声誉等重大合法权益但又很难得到用户同意的。
        </p>
        <p>(4)所收集的用户信息是您自行向社会公众公开的。</p>
        <p>
          (5)从合法公开披露的信息中收集用户信息的，如合法的新闻报道、政府信息公开等渠道。
        </p>
        <p>(6)根据您要求签订和履行合同所必需的。</p>
        <p>
          (7)用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障。
        </p>
        <p>(8)为开展合法的新闻报道所必需的。</p>
        <p>
          (9)出于公共利益开展统计或学术研究所必要，且其对外提供学术研究或描述的结果时，对结果中所包含的用户信息进行去标识化处理的。
        </p>
        <p>(10)法律法规规定的其他情形。</p>
        <h3>三、信息的存储</h3>
        <p>1. 信息存储的地点</p>
        <p>
          我们依照法律法规的规定，将在境内运营过程中收集和产生您的个人信息和患者信息存储于中华人民共和国境内。目前我们不会跨境传输或存储您的个人信息。
        </p>
        <p>2.信息存储期限</p>
        <p>
          我们会根据法律法规规定,在悠学派为您提供服务期限内保留您的个人信息,并通过安全的方式进行存储。
          当我们的产品或服务发生停止运营的情形时,我们将以推送通知、公告等形式通知您,并在合理的期限内删除您的用户信息或进行匿名化处理。
        </p>
        <h3>四、信息安全</h3>
        <p>
          我们努力为用户和患者的信息安全提供保障，以防止信息的丢失、不当使用、未经授权访问或披露。
          我们将在合理的安全水平内使用各种安全保护措施以保障信息的安全。例如，我们会使用加密技术（例如，SSL）、匿名化处理等手段来保护您的用户信息。
          我们通过不断提升的技术手段加强安装在您设备端的软件的安全能力，以防止您的用户信息泄露。例如，我们为了安全传输会在您设备本地完成部分信息加密的工作；为了预防病毒、木马程序或其他恶意程序、网站会了解您设备安装的应用信息或正在运行的进程信息。
          我们建立专门的管理制度、流程和组织以保障信息的安全。例如，我们严格限制访问信息的人员范围，要求他们遵守保密义务，并进行审计。
          若发生用户信息泄露等安全事件，我们会启动应急预案，阻止安全事件扩大，并以推送通知、公告等形式告知您。
        </p>
        <h3>五、用户权利</h3>
        <p>
          在您使用产品服务期间，为了让您更便捷地查询访问、更正您的个人信息，同时保障您撤回个人信息时使用的统一和注销账号的全系，我们在产品设计中为您提供了相应的操作设置。
        </p>
        <p>1.查询患者的辅助诊断结果；</p>
        <p>2.增加或删除患者信息。</p>
        <p class="end">更新日期：2022年06月27日</p>
        <p class="end">生效日期：2022年06月27日</p>
      </div>
    </el-card>
  </div>
</template>
<script>
export default {
  name: "agreement",
};
</script>

<style scoped>
.end {
  margin-left: 77%;
}
p {
  text-indent: 2em;
}
.agree {
  margin: 10px auto;
  width: 80% !important;
}
.text {
  font-size: 18px;
  letter-spacing: 1px;
}

.item {
  margin-bottom: 18px;
}
.clearfix {
  text-align: center;
}
.clearfix:before,
.clearfix:after {
  display: table;
  content: "";
}
.clearfix:after {
  clear: both;
}

.box-card {
  width: 480px;
}
</style>
